// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Тест";

TransferringProcessTitle = "Передача файла…";
PrintingProcessTitle = "Печать страницы проверки…";

HSDTitleTextFieldValue = "Страница проверки";
HSDInfoTextFieldValue = "Если при печати документов на этом принтере возникают проблемы, можно распечатать страницу проверки, чтобы определить причину проблемы.

Эта страница будет отправлена на принтер напрямую, в обход драйвера и без обработки системой.

Если страница проверки будет распечатана нормально, то проблема, возможно, вызвана системой печати компьютера. Для устранения проблемы можно попытаться переустановить драйвер.

Если страница проверки не будет распечатана или будет иметь низкое качество, значит неисправность связана с принтером.";
HSDPrintButtonTitle = "Печать страницы проверки";

HSDRMTTPPanelHeader = "Печать информации о состоянии принтера";
HSDRMTTPPanelHeader = "Напечатайте тестовую страницу, чтобы убедиться в том, что устройство получает данные и печатает с компьютера правильно. Для этой цели можно использовать обычную бумагу.\n\nЧтобы напечатать тестовую страницу, нажмите «Печать страницы».";
HSDRMTTPButtonTitle = "Печать страницы";
RMTTaskTitle = "Информация о\nсостоянии";

NoPaperTitle = "Закончилась бумага";
NoPaperMsg = "В устройстве закончилась бумага. Загрузите бумагу во входной лоток.";
